{
  "title": "ಶ್ರೀ ಗರುಡ ದಂಡಕಂ",
  "content": [
    {
      "type": "paragraph",
      "lines": [
        "ಶ್ರೀಮಾನ್ ವೇಂಕಟನಾಥಾರ್ಯಃ ಕವಿತಾರ್ಕಿಕಕೇಸರೀ |",
        "ವೇದಾಂತಾಚಾರ್ಯವರ್ಯೋ ಮೇ ಸನ್ನಿಧತ್ತಾಂ ಸದಾಹೃದಿ ||"
      ]
    },
    {
      "type": "paragraph",
      "lines": [
        "ನಮಃ ಪನ್ನಗನದ್ಧಾಯ ವೈಕುಂಠವಶವರ್ತಿನೇ |",
        "ಶ್ರುತಿಸಿಂಧುಸುಧೋತ್ಪಾದಮಂದರಾಯ ಗರುತ್ಮತೇ ||"
      ]
    },
    {
      "type": "paragraph",
      "lines": [
        "ಗರುಡಮಖಿಲವೇದನೀಡಾಧಿರೂಢಂ ದ್ವಿಷತ್ಪೀಡನೋತ್ಕಂಠಿತಾಕುಂಠ ವೈಕುಂಠಪೀಠೀಕೃತ ಸ್ಕಂಧಮೀಡೇ ಸ್ವನೀಡಾ ಗತಿಪ್ರೀತರುದ್ರಾ ಸುಕೀರ್ತಿಸ್ತನಾಭೋಗ ಗಾಢೋಪಗೂಢಂ ಸ್ಫುರತ್ಕಂಟಕ ವ್ರಾತ ವೇಧವ್ಯಥಾ ವೇಪಮಾನ ದ್ವಿಜಿಹ್ವಾಧಿಪಾ ಕಲ್ಪವಿಷ್ಫಾರ್ಯಮಾಣ ಸ್ಫಟಾವಾಟಿಕಾ ರತ್ನರೋಚಿಶ್ಛಟಾ ರಾಜಿನೀರಾಜಿತಂ ಕಾಂತಿಕಲ್ಲೋಲಿನೀ ರಾಜಿತಮ್ ||1||"
      ]
    },
    {
      "type": "paragraph",
      "lines": [
        "ಜಯ ಗರುಡ ಸುಪರ್ಣ ದರ್ವೀಕರಾಹಾರ ದೇವಾಧಿಪಾ ಹಾರಹಾರಿನ್ ದಿವೌಕಸ್ಪತಿ ಕ್ಷಿಪ್ತದಂಭೋಳಿ ಧಾರಾಕಿಣಾ ಕಲ್ಪಕಲ್ಪಾಂತ ವಾತೂಲ ಕಲ್ಪೋದಯಾನಲ್ಪ ವೀರಾಯಿತೋದ್ಯತ್ ಚಮತ್ಕಾರ ದೈತ್ಯಾರಿ ಜೈತ್ರಧ್ವಜಾರೋಹ ನಿರ್ಧಾರಿತೋತ್ಕರ್ಷ ಸಂಕರ್ಷಣಾತ್ಮನ್ ಗರುತ್ಮನ್ ಮರುತ್ಪಂಚಕಾಧೀಶ ಸತ್ಯಾದಿಮೂರ್ತೇ ನ ಕಶ್ಚಿತ್ ಸಮಸ್ತೇ ನಮಸ್ತೇ ಪುನಸ್ತೇ ನಮಃ ||2||"
      ]
    },
    {
      "type": "paragraph",
      "lines": [
        "ನಮ ಇದಮಜಹತ್ ಸಪರ್ಯಾಯ ಪರ್ಯಾಯನಿರ್ಯಾತ ಪಕ್ಷಾನಿಲಾಸ್ಫಾಲನೋದ್ವೇಲಪಾಥೋಧಿ ವೀಚೀ ಚಪೇಟಾಹತಾ ಗಾಧ ಪಾತಾಳ ಭಾಂಕಾರ ಸಂಕ್ರುದ್ಧ ನಾಗೇಂದ್ರ ಪೀಡಾ ಸೃಣೀಭಾವ ಭಾಸ್ವನ್ನಖಶ್ರೇಣಯೇ ಚಂಡ ತುಂಡಾಯ ನೃತ್ಯದ್ಭುಜಂಗಭ್ರುವೇ ವಜ್ರಿಣೇ ದಂಷ್ಟ್ರಯಾ ತುಭ್ಯಮಧ್ಯಾತ್ಮವಿದ್ಯಾ ವಿಧೇಯಾ ವಿಧೇಯಾ ಭವದ್ದಾಸ್ಯಮಾಪಾದಯೇಥಾ ದಯೇಥಾಶ್ಚ ಮೇ ||3||"
      ]
    },
    {
      "type": "paragraph",
      "lines": [
        "ಮನುರನುಗತ ಪಕ್ಷಿವಕ್ತ್ರ ಸ್ಫುರತ್ತಾರಕಸ್ತಾವಕಶ್ಚಿತ್ರಭಾನುಪ್ರಿಯಾ ಶೇಖರಸ್ತ್ರಾಯತಾಂ ನಸ್ತ್ರಿವರ್ಗಾಪವರ್ಗ ಪ್ರಸೂತಿಃ ಪರವ್ಯೋಮಧಾಮನ್ ವಲದ್ವೇಷಿದರ್ಪ ಜ್ವಲದ್ವಾಲಖಿಲ್ಯ ಪ್ರತಿಜ್ಞಾವತೀರ್ಣ ಸ್ಥಿರಾಂ ತತ್ತ್ವಬುದ್ಧಿಂ ಪರಾಂ ಭಕ್ತಿಧೇನುಂ ಜಗನ್ಮೂಲಕಂದೇ ಮುಕುಂದೇ ಮಹಾನಂದದೋಗ್ಧ್ರೀಂ ದಧೀಥಾ ಮುಧಾ ಕಾಮಹೀನಾಮಹೀನಾಮಹೀನಾಂತಕ ||4||"
      ]
    },
    {
      "type": "paragraph",
      "lines": [
        "ಷಟ್ತ್ರಿಂಶದ್ಗಣಚರಣೋ ನರಪರಿಪಾಟೀನವೀನಗುಂಭಗಣಃ |",
        "ವಿಷ್ಣುರಥದಂಡಕೋಽಯಂ ವಿಘಟಯತು ವಿಪಕ್ಷವಾಹಿನೀವ್ಯೂಹಮ್ ||5||"
      ]
    },
    {
      "type": "paragraph",
      "lines": [
        "ವಿಚಿತ್ರಸಿದ್ಧಿದಃ ಸೋಽಯಂ ವೇಂಕಟೇಶವಿಪಶ್ಚಿತಾ |",
        "ಗರುಡಧ್ವಜತೋಷಾಯ ಗೀತೋ ಗರುಡದಂಡಕಃ ||6||"
      ]
    },
    {
      "type": "paragraph",
      "lines": [
        "ಕವಿತಾರ್ಕಿಕಸಿಂಹಾಯ ಕಳ್ಯಾಣಗುಣಶಾಲಿನೇ |",
        "ಶ್ರೀಮತೇ ವೇಂಕಟೇಶಾಯ ವೇದಾಂತಗುರವೇ ನಮಃ ||"
      ]
    },
    {
      "type": "paragraph",
      "lines": ["ಶ್ರೀಮತೇ ನಿಗಮಾಂತಮಹಾದೇಶಿಕಾಯ ನಮಃ |"]
    }
  ]
}
